// Задача 41: Пользователь вводит с клавиатуры M чисел.
// Посчитайте, сколько чисел больше 0 ввёл пользователь. 



Console.Write(" Enter you number: ");
int n =int.Parse(Console.ReadLine()!);